{
    "Download the app": "アプリをダウンロード",
    "Minecraft not connected": "Minecraft に接続されていません",
    "Minecraft not connected...": "Minecraft に接続されていません...",
    "Oops! Expected {0} arguments, got {1}": "問題が発生しました!期待される引数{0}に{1}が取得されています。",
    "Oops! There was a problem with your code. {0}": "問題が発生しました!コードに問題がありました。{0}",
    "Oops, can't give this type of block or item": "このタイプのブロックやアイテムは渡せません",
    "Oops, chat commands cannot be empty": "チャットコマンドを空にすることはできません",
    "Oops, don't know this block": "このブロックはわかりません",
    "Oops, don't know this block or item": "このブロックまたはアイテムはわかりません",
    "Oops, don't know this effect": "この効果は受け付けられません",
    "Oops, target selectors don't support relative positions": "ターゲットセレクターは相対的な位置をサポートしません",
    "Oops, tell commands cannot be empty": "tell コマンドを空にすることはできません",
    "Oops, the agent could not place this block or item": "この場所では、エージェントはブロックまたはアイテムを使用できません",
    "Oops, the agent is out of blocks to place": "エージェントが配置するブロックの範囲内にいません",
    "Oops, the agent is out of blocks to place in this slot": "エージェントがこのスロットに配置するブロックの範囲内にいません",
    "Oops, the effect didn't work": "この効果は動作しませんでした",
    "Oops, there is a syntax error, it should be": "構文エラーがあります。正しい構文:",
    "Oops, this block is not supported in this Minecraft version": "このブロックはこの Minecraft のバージョンではサポートされていません",
    "Oops, this command isn't available in this version of the game": "現在のバージョンでは、この命令は実行できません",
    "Oops, trying to use an item as a block": "アイテムをブロックとして使おうとしています",
    "Open a Minecraft world (with cheats)!": "Minecraft の世界を開きます（チートつきで）！",
    "Run this command from Minecraft": "Minecraft でこのコマンドを実行",
    "To run this project in Minecraft, you need to use the Code Connection app. You can still use this website to make changes to your code and share your project, though!": "Minecraft でこのプロジェクトを実行するには、Code Connection アプリを使用する必要があります。しかし、引き続きこのウェブサイトを使ってコードに変更を加えたり、プロジェクトを共有したりすることができます！",
    "Unable to spawn {0}": "{0}をスポーンさせることができません",
    "Unknown Block": "不明なブロック",
    "Warning: Giving a repeater to the agent with a delay other than 1 will clear the delay": "警告：遅延を1以外にしたリピーターをエージェントに与えても遅延はリセットされます",
    "kindsOfBlocksInRange is not supported": "kindsOfBlocksInRangeはサポートされていません",
    "mod started...": "mod を開始...",
    "positionsOfBlocksInRange is not supported": "positionsOfBlocksInRangeはサポートされていません"
}